* texto que aparece?
** Main topic
*** Programando tarefas para o dia seguinte
:LOGBOOK:
CLOCK: [2021-05-10 ter 14:39]--[2021-05-10 seg 14:55] =>  0:16
CLOCK: [2021-05-10 seg 18:31]--[2021-05-10 seg 18:35] =>  0:04
:END:


** Dois niveis
*** level three, inside 2
:LOGBOOK:
CLOCK: [2020-06-11 ter 16:39]--[2020-06-11 qui 18:50] =>  2:11
CLOCK: [2020-04-13 seg 18:31]--[2020-05-10 dom 19:35] => 649:04
:END:


* Nível one in the end
** level 12 inside one
some text12
:LOGBOOK:
CLOCK: [2020-06-12 ter 12:56]--[2021-05-13 qui 18:15] => 8045:19
:END:
some text34
:LOGBOOK:
CLOCK: [2001-07-01 ter 12:56]--[2002-05-13 seg 19:05] => 7590:09
:END:

** new level 22
:LOGBOOK:
CLOCK: [2021-05-11 ter 10:39]--[2021-05-11 ter 14:55] =>  4:16
CLOCK: [2021-04-10 sáb 09:31]--[2021-05-10 seg 18:35] => 729:04
:END:

** new level 31



text of level31


:LOGBOOK:
CLOCK: [2021-05-11 ter 10:39]--[2021-05-11 ter 14:55] =>  4:16
CLOCK: [2021-02-10 seg 09:31]--[2021-05-10 seg 18:35] => 2145:04
:END:

** Some primary task A
*** Some primary task A1
:LOGBOOK:
CLOCK: [2021-09-29 qua 08:02]--[2021-09-29 qua 11:45] =>  3:43
:END:
*** Some primary task A2
1. Some text content - - Some text content - - Some text content - - Some text content - - Some text content - 
2. Some text content - - Some text content - - Some text content - - Some text content - - Some text content - 
3. Some text content - - Some text content - - Some text content - - Some text content - - Some text content - 
:LOGBOOK:
CLOCK: [2021-09-30 qui 10:04]--[2021-09-30 qui 12:00] =>  1:56
CLOCK: [2021-09-30 qui 07:05]--[2021-09-30 qui 09:03] =>  1:58
CLOCK: [2021-09-30 qui 06:10]--[2021-09-30 qui 06:50] =>  0:40
:END:
*** Some primary task A3
:LOGBOOK:
CLOCK: [2021-09-30 qui 13:04]--[2021-09-30 qui 18:00] =>  4:56
:END:
- Some text content after clock -  Some text content after clock -  Some text content after clock -  Some text content after clock - 
 Some text content after clock -  Some text content after clock -  Some text content after clock -  Some text content after clock - 

**** More A tasks
***** Sublevel task A3.A.1
texto h0h0h0h0
***** Sublevel task A3.A.2
:LOGBOOK:
CLOCK: [2021-09-28 ter 21:07]--[2021-09-28 ter 22:07] =>  1:00
:END:

**** More again A tasks
***** More sublevels #1
:LOGBOOK:
:END:
***** More sublevels #2 some text - more text
:LOGBOOK:
CLOCK: [2021-10-01 sex 08:00]--[2021-10-01 sex 12:00] =>  4:00
CLOCK: [2021-10-01 sex 13:00]--[2021-10-01 sex 18:00] =>  5:00
:END:
